Repository: luici2000/HippominderLilly2
Catalog: Localizable.xcstrings
Source language: de
Languages: en, es, fr, pt_br

source: Kontakte
en: Contacts
es: Contactos
fr: Contacts
pt_br: Contatos

source: Pferd +
en: Horse +
es: Caballo +
fr: Cheval +
pt_br: Cavalo +

source: Farbschema
en: Color scheme
es: Esquema de color
fr: Thème de couleur
pt_br: Esquema de cores

source: Noch keine Pferde
en: No horses yet
es: Aún no hay caballos
fr: Pas encore de chevaux
pt_br: Nenhum cavalo ainda

source: Pferd hinzufügen
en: Add horse
es: Añadir caballo
fr: Ajouter un cheval
pt_br: Adicionar cavalo

source: Foto auswählen
en: Select photo
es: Elegir foto
fr: Choisir une photo
pt_br: Selecionar foto

source: Pferdename
en: Horse name
es: Nombre del caballo
fr: Nom du cheval
pt_br: Nome do cavalo

source: Intervalle (Tage)
en: Intervals (Days)
es: Intervalos (Días)
fr: Intervalles (Jours)
pt_br: Intervalos (Dias)

source: Neues Pferd
en: New Horse
es: Nuevo caballo
fr: Nouveau cheval
pt_br: Novo cavalo

source: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Speichern
en: Save
es: Guardar
fr: Enregistrer
pt_br: Salvar

source: Benachrichtigungen verwalten
en: Manage notifications
es: Gestionar notificaciones
fr: Gérer les notifications
pt_br: Gerenciar notificações

source: Keine Kontakte aktiviert
en: No contacts activated
es: No hay contactos activados
fr: Aucun contact activé
pt_br: Nenhum contato ativado

source: Termine im Kalender speichern
en: Save appointments in calendar
es: Guardar citas en el calendario
fr: Enregistrer les rendez-vous dans le calendrier
pt_br: Salvar compromissos no calendário

source: Erinnerung per E-Mail senden
en: Send reminder by email
es: Enviar recordatorio por correo
fr: Envoyer un rappel par e-mail
pt_br: Enviar lembrete por e-mail

source: War heute da
en: Was here today
es: Estuvo hoy
fr: Était là aujourd'hui
pt_br: Esteve hoje

source: Datum manuell wählen
en: Choose date manually
es: Elegir fecha manualmente
fr: Choisir la date manuellement
pt_br: Escolher data manualmente

source: Letzter Termin
en: Last appointment
es: Última cita
fr: Dernier rendez-vous
pt_br: Último compromisso

source: Fertig
en: Done
es: Listo
fr: Terminé
pt_br: Pronto

source: Wert eingeben
en: Enter value
es: Introducir valor
fr: Saisir une valeur
pt_br: Inserir valor

source: Tage
en: Days
es: Días
fr: Jours
pt_br: Dias

source: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
pt_br: Notificações

source: Kein Kontakt hinterlegt
en: No contact saved
es: Sin contacto registrado
fr: Aucun contact enregistré
pt_br: Nenhum contato salvo

source: Kalender
en: Calendar
es: Calendario
fr: Calendrier
pt_br: Calendário

source: Alle Termine sind bereits im Kalender vorhanden.
en: All appointments are already in the calendar.
es: Todas las citas ya están en el calendario.
fr: Tous les rendez-vous sont déjà dans le calendrier.
pt_br: Todos os compromissos já estão no calendário.

source: Ausschnitt waehlen
en: Select crop area
es: Seleccionar recorte
fr: Sélectionner le recadrage
pt_br: Selecionar recorte

source: Verschieben und zoomen zum Zuschneiden
en: Move and zoom to crop
es: Mover y hacer zoom para recortar
fr: Déplacer et zoomer pour recadrer
pt_br: Mover e ampliar para recortar

source: Termin-Erinnerung senden
en: Send appointment reminder
es: Enviar recordatorio de cita
fr: Envoyer un rappel de rendez-vous
pt_br: Enviar lembrete de compromisso

source: Heute fällig!
en: Due today!
es: ¡Vence hoy!
fr: Dû aujourd'hui !
pt_br: Vence hoje!

source: Gesamtübersicht
en: Overall overview
es: Resumen general
fr: Vue d'ensemble
pt_br: Visão geral

source: Alle Termine senden
en: Send all appointments
es: Enviar todas las citas
fr: Envoyer tous les rendez-vous
pt_br: Enviar todos os compromissos

source: Übersicht aller fälligen Termine
en: Overview of all due appointments
es: Resumen de todas las citas pendientes
fr: Aperçu de tous les rendez-vous dus
pt_br: Visão geral de todos os compromissos pendentes

source: Aktive Empfänger
en: Active recipients
es: Destinatarios activos
fr: Destinataires actifs
pt_br: Destinatários ativos

source: Keine Kontakte aktiviert. Bitte auf der Hauptseite unter 'Kontakte' E-Mail-Adressen eintragen.
en: No contacts activated. Please enter email addresses in 'Contacts' on the main page.
es: No hay contactos activados. Introduce direcciones de correo en 'Contactos' en la página principal.
fr: Aucun contact activé. Veuillez saisir des adresses e-mail dans 'Contacts' sur la page principale.
pt_br: Nenhum contato ativado. Insira endereços de e-mail em 'Contatos' na página principal.

source: E-Mail senden
en: Send email
es: Enviar correo
fr: Envoyer un e-mail
pt_br: Enviar e-mail

source: Schliessen
en: Close
es: Cerrar
fr: Fermer
pt_br: Fechar

source: E-Mail ist auf diesem Geraet nicht konfiguriert.
en: Email is not configured on this device.
es: El correo no está configurado en este dispositivo.
fr: L'e-mail n'est pas configuré sur cet appareil.
pt_br: O e-mail não está configurado neste dispositivo.

source: Unbegrenzte Pferde verwalten
en: Manage unlimited horses
es: Gestionar caballos ilimitados
fr: Gérer des chevaux illimités
pt_br: Gerenciar cavalos ilimitados

source: 1 Pferd kostenlos
en: 1 horse free
es: 1 caballo gratis
fr: 1 cheval gratuit
pt_br: 1 cavalo grátis

source: Unbegrenzt viele Pferde
en: Unlimited horses
es: Caballos ilimitados
fr: Chevaux illimités
pt_br: Cavalos ilimitados

source: E-Mail-Benachrichtigungen
en: Email notifications
es: Notificaciones por correo
fr: Notifications par e-mail
pt_br: Notificações por e-mail

source: Kalender-Integration
en: Calendar integration
es: Integración con calendario
fr: Intégration calendrier
pt_br: Integração com calendário

source: Unterstütze die Entwicklung
en: Support development
es: Apoya el desarrollo
fr: Soutenez le développement
pt_br: Apoie o desenvolvimento

source: Lade Produkt-Informationen...
en: Loading product information...
es: Cargando información del producto...
fr: Chargement des informations...
pt_br: Carregando informações do produto...

source: Käufe wiederherstellen
en: Restore purchases
es: Restaurar compras
fr: Restaurer les achats
pt_br: Restaurar compras

source: Einmaliger Kauf. Kein Abo.
en: One-time purchase. No subscription.
es: Compra única. Sin suscripción.
fr: Achat unique. Pas d'abonnement.
pt_br: Compra única. Sem assinatura.

source: Zahlung wird über deinen Apple-Account abgewickelt.
en: Payment is processed through your Apple account.
es: El pago se procesa a través de tu cuenta de Apple.
fr: Le paiement est traité via votre compte Apple.
pt_br: O pagamento é processado pela sua conta Apple.

source: Später
en: Later
es: Más tarde
fr: Plus tard
pt_br: Mais tarde

source: Diese Kontakte gelten für alle Pferde. Pro Pferd kann eingestellt werden, wer benachrichtigt wird.
en: These contacts apply to all horses. For each horse, you can set who will be notified.
es: Estos contactos se aplican a todos los caballos. Para cada caballo se puede configurar quién será notificado.
fr: Ces contacts s'appliquent à tous les chevaux. Pour chaque cheval, vous pouvez définir qui sera notifié.
pt_br: Estes contatos se aplicam a todos os cavalos. Para cada cavalo, você pode definir quem será notificado.

source: Telefon
en: Phone
es: Teléfono
fr: Téléphone
pt_br: Telefone

source: Wähle aus, welche Kontakte bei fälligen Terminen für %@ benachrichtigt werden sollen.
en: Select which contacts should be notified about due appointments for %@.
es: Selecciona qué contactos deben ser notificados sobre citas pendientes de %@.
fr: Sélectionnez les contacts à notifier pour les rendez-vous de %@.
pt_br: Selecione quais contatos devem ser notificados sobre compromissos pendentes de %@.

source: Kontakte werden global für alle Pferde auf der Hauptseite verwaltet.
en: Contacts are managed globally for all horses on the main page.
es: Los contactos se gestionan globalmente para todos los caballos en la página principal.
fr: Les contacts sont gérés globalement pour tous les chevaux sur la page principale.
pt_br: Os contatos são gerenciados globalmente para todos os cavalos na página principal.

source: Hufschmied
en: Farrier
es: Herrador
fr: Maréchal-ferrant
pt_br: Ferrador

source: Impfung
en: Vaccination
es: Vacunación
fr: Vaccination
pt_br: Vacinação

source: Wurmkur
en: Deworming
es: Desparasitación
fr: Vermifuge
pt_br: Vermifugação

source: seit
en: overdue for
es: desde hace
fr: depuis
pt_br: há

source: Tagen überfällig
en: days overdue
es: días de retraso
fr: jours de retard
pt_br: dias de atraso

source: heute fällig!
en: due today!
es: ¡vence hoy!
fr: dû aujourd'hui !
pt_br: vence hoje!

source: Tagen
en: days
es: días
fr: jours
pt_br: dias

source: Intervall
en: Interval
es: Intervalo
fr: Intervalle
pt_br: Intervalo

source: Erinnerung
en: Reminder
es: Recordatorio
fr: Rappel
pt_br: Lembrete

source: Termin
en: Appointment
es: Cita
fr: Rendez-vous
pt_br: Compromisso

# email.greeting
source: Hallo,
en: Hello,
es: Hola,
fr: Bonjour,
pt_br: Olá,

# email.reminder.upcoming %@ %@ %lld
source: dies ist eine freundliche Erinnerung, dass der nächste %1$@-Termin für %2$@ in %3$lld Tagen fällig ist.
en: This is a friendly reminder that the next %1$@ appointment for %2$@ is due in %3$lld days.
es: Este es un recordatorio de que la próxima cita de %1$@ para %2$@ vence en %3$lld días.
fr: Ceci est un rappel que le prochain rendez-vous %1$@ pour %2$@ est dû dans %3$lld jours.
pt_br: Este é um lembrete de que o próximo compromisso de %1$@ para %2$@ vence em %3$lld dias.

# email.reminder.today %@ %@
source: der %1$@-Termin für %2$@ ist heute fällig!
en: The %1$@ appointment for %2$@ is due today!
es: ¡La cita de %1$@ para %2$@ vence hoy!
fr: Le rendez-vous %1$@ pour %2$@ est dû aujourd'hui !
pt_br: O compromisso de %1$@ para %2$@ vence hoje!

# email.reminder.overdue %@ %@ %lld
source: der %1$@-Termin für %2$@ ist seit %3$lld Tagen überfällig!
en: The %1$@ appointment for %2$@ is %3$lld days overdue!
es: ¡La cita de %1$@ para %2$@ está atrasada %3$lld días!
fr: Le rendez-vous %1$@ pour %2$@ a %3$lld jours de retard !
pt_br: O compromisso de %1$@ para %2$@ está atrasado %3$lld dias!

# email.duedate %@
source: Fälligkeitsdatum: %@
en: Due date: %@
es: Fecha de vencimiento: %@
fr: Date d'échéance : %@
pt_br: Data de vencimento: %@

# email.interval %lld
source: Intervall: alle %lld Tage
en: Interval: every %lld days
es: Intervalo: cada %lld días
fr: Intervalle : tous les %lld jours
pt_br: Intervalo: a cada %lld dias

# email.action.farrier
source: Bitte vereinbaren Sie einen Termin beim Hufschmied.
en: Please make an appointment with the farrier.
es: Por favor, concierte una cita con el herrador.
fr: Veuillez prendre rendez-vous avec le maréchal-ferrant.
pt_br: Por favor, agende uma consulta com o ferrador.

# email.action.vaccination
source: Bitte vereinbaren Sie einen Impftermin beim Tierarzt.
en: Please make a vaccination appointment with the veterinarian.
es: Por favor, concierte una cita de vacunación con el veterinario.
fr: Veuillez prendre rendez-vous pour la vaccination chez le vétérinaire.
pt_br: Por favor, agende uma consulta de vacinação com o veterinário.

# email.action.deworming
source: Bitte besorgen Sie die Wurmkur und verabreichen Sie diese zeitnah.
en: Please get the dewormer and administer it soon.
es: Por favor, obtenga el antiparasitario y adminístrelo pronto.
fr: Veuillez vous procurer le vermifuge et l'administrer rapidement.
pt_br: Por favor, obtenha o vermífugo e administre-o em breve.

# email.regards
source: Mit freundlichen Grüßen Hippominder App
en: Best regards Hippominder App
es: Atentamente Hippominder App
fr: Cordialement Hippominder App
pt_br: Atenciosamente Hippominder App

# email.overview.intro %@
source: hier ist die aktuelle Terminübersicht für %@:
en: Here is the current appointment overview for %@:
es: Aquí está el resumen actual de citas para %@:
fr: Voici l'aperçu actuel des rendez-vous pour %@ :
pt_br: Aqui está a visão geral dos compromissos de %@:

# email.status.overdue %lld
source: %lld Tage überfällig!
en: %lld days overdue!
es: ¡%lld días de retraso!
fr: %lld jours de retard !
pt_br: %lld dias de atraso!

# email.status.today
source: heute fällig!
en: due today!
es: ¡vence hoy!
fr: dû aujourd'hui !
pt_br: vence hoje!

# email.status.indays %lld
source: in %lld Tagen
en: in %lld days
es: en %lld días
fr: dans %lld jours
pt_br: em %lld dias

# email.reminderinfo %lld
source: Erinnerung: %lld Tage vor Termin
en: Reminder: %lld days before appointment
es: Recordatorio: %lld días antes de la cita
fr: Rappel : %lld jours avant le rendez-vous
pt_br: Lembrete: %lld dias antes do compromisso

source: Hippominder: Terminübersicht für %@
en: Hippominder: Appointment overview for %@
es: Hippominder: Resumen de citas para %@
fr: Hippominder : Aperçu des rendez-vous pour %@
pt_br: Hippominder: Visão geral dos compromissos de %@

source: Terminerinnerung: %@ für %@
en: Appointment reminder: %1$@ for %2$@
es: Recordatorio de cita: %1$@ para %2$@
fr: Rappel de rendez-vous : %1$@ pour %2$@
pt_br: Lembrete de compromisso: %1$@ para %2$@

source: Hufschmied: %lld
en: Farrier: %lld
es: Herrador: %lld
fr: Maréchal-ferrant : %lld
pt_br: Ferrador: %lld

source: Impfung: %lld
en: Vaccination: %lld
es: Vacunación: %lld
fr: Vaccination : %lld
pt_br: Vacinação: %lld

source: Wurmkur: %lld
en: Deworming: %lld
es: Desparasitación: %lld
fr: Vermifuge : %lld
pt_br: Vermifugação: %lld

source: Erinnerung %lld Tage vor Termin
en: Reminder %lld days before appointment
es: Recordatorio %lld días antes de la cita
fr: Rappel %lld jours avant le rendez-vous
pt_br: Lembrete %lld dias antes do compromisso

source: %lld Tage überfällig!
en: %lld days overdue!
es: ¡%lld días de retraso!
fr: %lld jours de retard !
pt_br: %lld dias de atraso!

source: %lld Termine gespeichert, %lld bereits vorhanden.
en: %1$lld appointments saved, %2$lld already exist.
es: %1$lld citas guardadas, %2$lld ya existían.
fr: %1$lld rendez-vous enregistrés, %2$lld déjà existants.
pt_br: %1$lld compromissos salvos, %2$lld já existiam.

source: Alle %lld Termine wurden als Ganztags-Termine gespeichert!
en: All %lld appointments were saved as all-day events!
es: ¡Todas las %lld citas se guardaron como eventos de día completo!
fr: Les %lld rendez-vous ont été enregistrés comme événements journée entière !
pt_br: Todos os %lld compromissos foram salvos como eventos de dia inteiro!

source: Fehler beim Speichern: %@
en: Error saving: %@
es: Error al guardar: %@
fr: Erreur lors de l'enregistrement : %@
pt_br: Erro ao salvar: %@

source: Kein Zugriff auf den Kalender. Bitte in den Einstellungen erlauben.
en: No access to calendar. Please allow in settings.
es: Sin acceso al calendario. Permite el acceso en Ajustes.
fr: Pas d'accès au calendrier. Veuillez l'autoriser dans les réglages.
pt_br: Sem acesso ao calendário. Permita nas configurações.

source: Pro freischalten für %@
en: Unlock Pro for %@
es: Desbloquear Pro por %@
fr: Débloquer Pro pour %@
pt_br: Desbloquear Pro por %@

source: %@ Kontakte aktiv
en: %@ contacts active
es: %@ contactos activos
fr: %@ contacts actifs
pt_br: %@ contatos ativos

source: %lld Tage
en: %lld days
es: %lld días
fr: %lld jours
pt_br: %lld dias

source: 1 Tag
en: 1 day
es: 1 día
fr: 1 jour
pt_br: 1 dia

source: %@-Erinnerung
en: %@ reminder
es: Recordatorio de %@
fr: Rappel %@
pt_br: Lembrete de %@

source: %@-Intervall
en: %@ interval
es: Intervalo de %@
fr: Intervalle %@
pt_br: Intervalo de %@

source: Simuliertes Datum
en: Simulated date
es: Fecha simulada
fr: Date simulée
pt_br: Data simulada

source: Zeit vorspulen
en: Fast forward time
es: Avanzar tiempo
fr: Avancer le temps
pt_br: Avançar tempo

source: +1 Tag
en: +1 day
es: +1 día
fr: +1 jour
pt_br: +1 dia

source: +7 Tage
en: +7 days
es: +7 días
fr: +7 jours
pt_br: +7 dias

source: +30 Tage
en: +30 days
es: +30 días
fr: +30 jours
pt_br: +30 dias

source: +90 Tage
en: +90 days
es: +90 días
fr: +90 jours
pt_br: +90 dias

source: +180 Tage
en: +180 days
es: +180 días
fr: +180 jours
pt_br: +180 dias

source: Zeit zurückspulen
en: Rewind time
es: Retroceder tiempo
fr: Rembobiner le temps
pt_br: Retroceder tempo

source: -1 Tag
en: -1 day
es: -1 día
fr: -1 jour
pt_br: -1 dia

source: -7 Tage
en: -7 days
es: -7 días
fr: -7 jours
pt_br: -7 dias

source: -30 Tage
en: -30 days
es: -30 días
fr: -30 jours
pt_br: -30 dias

source: Zeit zuruecksetzen
en: Reset time
es: Restablecer tiempo
fr: Réinitialiser le temps
pt_br: Redefinir tempo

source: Debug: Zeit
en: Debug: Time
es: Debug: Tiempo
fr: Debug : Temps
pt_br: Debug: Tempo

source: Name
es: Nombre
fr: Nom
pt_br: Nome

source: E-Mail
es: Correo

source: in
es: en
fr: dans
pt_br: em
